token = "5207837374:AAEyvSEZDzfuiO4ICLOVJ3863ZW3TfW7Fl0"

command = ("❣командочки значит❣\n"
                 + "\n1: '/фото' - фоточки, которые я посчитал крутыми...🌌🏭🌌\n"
                 + "\n2: '/анимка' - это здесь анимку посоветую тебе, чтобы не скучно!!🎴✨🎴\n"
                 + "\n3: '/музыка' - музычку, которая тебе наверное понравится!🎶🎵🎶\n"
                 + "\n4: '/компилмент' - копмплиментик самой лучшей девочке!\n")

# + "\n5: '/поздравление' - сюрпризик или чево...\n"

anime = ["Школьная форма Акэби\nСсылка: https://animego.org/anime/shkolnaya-forma-akebi-1938",
    "\nХроники Акаши\nСсылка: https://jut.su/akashic-records/",
    "\nГород в котором меня нет\nСсылка: https://jut.su/boku-dake/",
    "\nШарлотта\nСсылка: https://jut-su.net/164-sharlotta.html",
    "\nЭта фарфоровая кукла влюбилась\nСсылка: https://animego.org/anime/eta-farforovaya-kukla-vlyubilas-1937",
    "\nУченик чудовища\nСсылка: https://jut-su.net/583-uchenik-chudovischa.html",
    "\nСильнейший герой\nСсылка: https://animego.org/anime/silneyshiy-geroy-obuchennyy-v-taynom-podzemele-1685",
    "\nИгра дарвина\nСсылка: https://jut.su/darw-game/",
    "\nМеня выгнали из гильдии героев\nСсылка:",
    "\nОх уж этот экстрасенс Сайки Кусуо\nСсылка:",
    "\nЯйцо Ангела\nСсылка: https://animego.cc/2188-yayco-angela.html",
    "\nМанускрипт Ниндзя\nСсылка: https://animego.cc/1846-manuskript-nindzya.html",
    "\nЕвангелион(посмотри его наконец...)\nСсылка:",
    "\nИстинная грусть\nСсылка: https://animego.space/1502-pafekuto-buru/animego.org",
    "\nМогила светлячков\nСсылка: https://animego.online/721-mogila-svetljachkov.html",
    "\nЭксперимент Лейн\nСсылка: https://jut.su/experiments-lain/",
    "\nКрутой учитель Онидзука\nСсылка: https://jut.su/onizuka/",
    "\nКовбой бибоп\nСсылка: https://jut.su/cowboy-bebop/",
    "\nМонстр\nСсылка: https://jut-su.co/1951-monstr.html",
    "\nЭрго прокси\nСсылка: https://jut.su/ergo-proxy/",
    "\nРайский поцелуй\nСсылка: https://animego.space/2896-paradise-kiss/animego.org",
    "\nНана\nСсылка: https://animego.org/anime/nana-308",
    "\nПаприка\nСсылка: https://m.lordfilm.lu/22341-anime-paprika.html",
    "\nУсопшие\nСсылка: https://jut.su/shiki/",
    "\nМногоцветье\nСсылка: https://animego.space/1163-karafuru/animego.org",
    "\nАнгел кровопролития\nСсылка: https://animego.org/anime/satsuriku-no-tenshi-656",
    "\nКоллекция Дзюндзи Ито\nСсылка: https://animego.org/anime/kollekciya-dzyundzi-ito-188",
    "\nАкаги, легенда маджонга\nСсылка: https://animego.cc/1656-akagi-legenda-madzhonga.html",
    "\nДетектив уже мёртв\nСсылка: https://animego.org/manga/detektiv-uzhe-mertv-1308",
    "\nКанон\nСсылка: https://jut.su/kanon/",
    "\nОзорной поцелуй\nСсылка: https://jut.su/itazura-na-kiss/",
    "\nДомекано\nСсылка: https://animego.org/anime/domekano-820",
    "\nНа одной волне с тобой\nСсылка: https://animego.org/anime/osedlav-volnu-s-toboy-1094",
    "\nЗаботливая 800-летняя жена!\nСсылка: https://animego.org/anime/zabotlivaya-800-letnyaya-zhena-963",
    "\nЭтот строгий крутой учитель Ахибутиучи\nСсылка: https://animaunt.org/4149-eto-strogiy-krutoy-uchitel-ahibutiuchi.html",
    "\nЯ не могу этого сделать\nСсылка: https://jutsu.club/5062-ja-ne-mogu-jetogo-sdelat.html",
    "\nДля тебя бессмертный\nСсылка: https://animego.org/anime/dlya-tebya-bessmertnyy-1745",
    "\nДиназенон\nСсылка: https://animego.org/anime/ssss-dynazenon-1729",
    "\nКлассические истории\nСсылка: https://jut.su/aoi-bungaku/",
    "\nСоюз Серокрылых\nСсылка: https://jut.su/haibane-renmei/",
    "\nПастельные воспоминания\nСсылка: https://animego.org/anime/pastelnye-vospominaniya-792",
    "\nАпельсин\nСсылка: https://animego.org/anime/apelsin-467",
    "\nОна видела небо\nСсылка: https://animego.space/840-sora-no-aosa-o-shiru-hito-yo/animego.org",
    "\nВ лес где мерцают светлячки\nСсылка: https://animego.org/anime/v-les-gde-mercayut-svetlyachki-810",
    "\nСага о Винланде\nСсылка: https://animego.org/anime/saga-o-vinlande-1089",
    "\nЭльфийская песнь\nСсылка: https://yummyanime.org/1535-jelfijskaja-pesn.html",
    "\nАгент паранойи\nСсылка: https://yummyanime.tv/727-agent-paranoji.html",
    "\nДобро пожаловать в NHK\nСсылка:https://animego.org/anime/dobro-pozhalovat-v-nhk-1489",
    "\nЦирк Марионеток\nСсылка: https://animego.org/anime/cirk-marionetok-749",
    "\nНе скрывая крик\nСсылка: https://jut-su.club/667-fukumenkei-noise.html",
    "\nЛунное путешествие приведёт к новому миру\nСсылка: https://jut.su/michibiku-isekai/",
    "\nТруп под ногами Сакурако\nСсылка: https://jut.su/sakurako-san/",
    "\nТуалетный мальчик Ханако-Кун\nСсылка: https://animego.org/anime/tualetnyy-malchik-hanako-1438",
    "\nХантер х Хантер\nСсылка: https://animego.org/anime/ohotnik-h-ohotnik-2-280",
    "\nПриоритет чудо-яйца\nСсылка: https://animego.org/anime/prioritet-chudo-yayca-1693",
    "\nНа скейте в бесконечность\nСсылка: https://animego.org/anime/sk8-infinity-1687",
    "\nВечеринка мёртвых\nСсылка: https://www.kinopoisk.ru/series/802729/",
    "\nДворянство\nСсылка: https://animego.org/anime/dvoryanstvo-1638",
    "\nЛюбит - не любит\nСсылка: https://animego.org/anime/lyubit-ne-lyubit-1864",
    "\nГабриэль бросает школу\nСсылка: https://animego.org/anime/gabriel-brosaet-shkolu-409",
    "\nНаука влюблена и мы это докажем\nСсылка: https://animego.org/anime/vlyublennye-uchenye-i-nauchnoe-dokazatelstvo-lyubvi-1451",
    "\nШкольные няни\nСсылка: https://animego.org/anime/shkolnye-nyani-217",
    "\nТокийские мстители\nСсылка: https://animego.org/anime/tokiyskie-mstiteli-1758",
    "\nСатана на подработке\nСсылка: https://animego.org/anime/povelitel-tmy-na-podrabotke-1381",
    "\nКлинок рассекающий демонов\nСсылка: https://animego.org/anime/klinok-rassekayuschiy-demonov-902",
    "\nМэри и ведьмин цветок\nСсылка: https://animego.org/anime/meri-i-vedmin-cvetok-615",
    "\nХодячий замок\nСсылка: https://animego.org/anime/hodyachiy-zamok-269",
    "\nВойна двенадцати\nСсылка: https://animego.org/anime/voyna-dvenadcati-1711",
    "\nСальто назад!\nСсылка: https://animego.org/anime/salto-nazad-1760",
    "\nБугибоп никогда не смеется\nСсылка: https://animego.org/anime/bugipop-nikogda-ne-smeetsya-765",
    "\nДвуличный братик Урамити\nСсылка: https://animego.org/anime/dvulichnyy-bratik-1793"]

congratulation = ("Привет, солнце! У тебя сегодня день рождения и это на самом деле большой день для тебя, "
 + "14 лет как никак. Мы не так давно знакомы, но ощущается будто мы вместе уже очень давно!"
 + "Ты сделала для моей маленькой жизни невероятно много, ты научила меня становится лучше, "
 + "ты научила меня плакать, признавать свои проблемы, сделала меня добрее, научила любить котят!!!!хихихи"
 + "Я тебя очень люблю и за этот короткий промежуток времени, который мы вместе, я понял, что люблю тебя по уши что ли... или как это говорится"
 + "Ты правда прекрасна от пяток до макушки! Ты добрая, заботливая, милая, красивая, веселая и достаточно оптиимистична(иногда хихи)"
 + "Я хочу, чтобы у тебя всегда было все хорошо, и я хочу поспособствовать этому! Без тебя мне трудно прожить даже один никчемный день"
 + "Спасибо тебе за все! С днем рождения, солнце! Я тебя люблю!!!!!!!")

compliment = ["ти подарок для окружающих! во!!!!",
 "ти умняшка!!",
 "у тебя крутой стиль!",
 "у тебя красивая улыбка и я обожаю, когда ты смеешся, правда!!!ы",
 "ты дорога мне больше всего на свете!",
 "тебе стоит гордиться собой, ведь таких крутых как ты людей на самом деле не много",
 "мне нравятся твои шутки, я думаю, если бы ты рассказывала анекдоты, то я бы всегда смеялся как ненормальный!",
 "ты вдохновляешь меня становится лучше, чем я есть",
 "ты, настоящий лучик!",
 "ты хорошо слушаешь!",
 "я обожаю, когда ты в домашней одежде, ты выглядишь так тепло!",
 "ты делаешь меня счастливым!!!!",
 "я всегда доверяю тебе на 5429385923%!",
 "все вокруг кажется красочнее, когда ты рядом со мной!",
 "ти замечательная, девамчка!!!",
 "твои глаза просто невероятны!",
 "я обожаю твою красоту, готов смотреть на тебя днями не отрывая взгляд",
 "ты интересная и с тобой всегда можно поговорить на любые темы!",
 "на самом деле мне нравится твое сопереживание другим, я нахожу это довольно миленьким!",
 "у тебя всегда есть, что сказать!",
 "ты признаешь свои ошибки и исправляешь их, это блин круто, мало кто так может правда",
 "твой голос, такой мягкий и родной, добрый и приятный....",
 "у тебя отличная фигура! я знаю, что ты слишком самокритична в этом плане, но блин! Это же правда, у тебя отличная фигура, прекрасная!"
 "спасибо за то, что ты есть!",
 "о хАХХАХАХАХАХ. Ты случайно не подушка? Тогда почему я нуждаюсь в тебе ночью? хахХАхахХАХха",
 "Твоя мама случайно не медуза Горгона? Тогда почему у меня камень в штанах? ХАХАХААХФХАВФЫХАХФЫВХ",
 "я умею любить блины, давай ты будешь меня жарить?)!)!)",
 "раньше я очень сильно засматривался на облака и искал в них разные образы или около того, но сейчас я засматриваюсь только на тебя и облака мне уже не так интересны!",
 "мне комфортно с тобой, я очень рад твоему появлению в моей жизни!",
 "ты очень понимающая!",
 "ты невероятно талантлива во всем!",
 "я скучаю по тебе!",
 "ты понимаешь меня лучше всех!",
 "доверяю тебе все что у меня есть!",
 "мысли только о тебе! нравишься сильно мне! бабочки появились в моееем животе!!!",
 "одно осознание того, что ты моя девушка, я не могу сдержать радости и удивления как сильно мне повезло...",
 "когда я думаю о тебе, вспоминаются такие теплые и приятные моменты, которые мы вместе пережили, круто, что у нас их не мало!",
 "твои фоточки - это произведение искусства",
 "у тебя лучший попатверк в мире!",
 "день, когда мы встретились был наверное самым ярким и приятным днем в моей жизни...",
 "ты самый круто человек, которого я, когда-либо знал!",
 "спасибо тебе за все, что ты для меня делаешь и уже сделала, это для меня правда много значит!"]


# Приветствие
hi_wordsB = ["привет","прив","hi", "hi cutie!", "перевет"]
hi_words = ["привет","прив","hi", "hi cutie!", "перевет", "эй", "ало", "кирилл", "кирюша", "кирюш", "эй"]

#Вопросы
question_sentencesB = [
    "чево такое? если написать '/команды' или типа того, то можна и на приколы наткнуться",
    "что такое? напиши-ка лучше '/команды'...",
    "что-то случилось? '/команды' твое спасение(надеюсь поможет)...",
    "пиши '/команды' - тогда все поймешь",
    "напиши '/команды' там вся информация"]
#Смех
laugh = ["ахах", "хаха", "хихи", "ихих", "хехе"]

#Команда фото
photoWords = ["фото", "фот", "фотопопа", "фото попа", "фоточки", "фоточка", "фот"]

